[ItemDefs.ID_MO_MightyMorphin_Injector MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Injetor Evolutivo"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_MightyMorphin_Injector:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Empunhe o poder de Darwin!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_MightyMorphin_Sample MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Amostra de Varkid Mutante"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_MightyMorphin_Sample2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Amostra de Varkid Mutante"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_MightyMorphin_Sample2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Isso um dia fez parte de um Varkid. Agora não passa de um objeto esperando para ser recolhido. Assim é a vida."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_MightyMorphin_Sample:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um pedaço viscoso do que antes era um Varkid Mutante. Uma coisa bem nojenta."
NoConstraintText=""
Suffix=""
Prefix=""

